/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Автосохранение)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ не может открыть файл в формате «%2$@».";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ не может открыть файл этого типа.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "«%1$@» непригоден к работе, т.к. %2$@ не может открыть файлы в формате «%3$@».";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "«%1$@» непригоден к работе, т.к. %2$@ не может открыть файлы этого типа.";

/* Label of Cancel button. */
"Cancel" = "Отменить";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Изменения параметров принтера";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Закрыть";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Отменить изменения";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Вы действительно хотите перезаписать его?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Вернуться к последней сохраненной версии документа «%@»?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Хотите сохранить изменения, сделанные в документе «%@»?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Не перезаписывать";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Не сохранять";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Ошибка";

/* Title of a save panel for a Save To operation. */
"Export" = "Экспорт";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Экспорт как:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Если Вы не просмотрите эти документы, все внесенные изменения будут потеряны.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Документ будет сохранен в папке «%@» или укажите другое размещение.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Документ будет сохранен под этим именем, если Вы не укажете другого имени.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Не удалось создать документ. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Перезаписать";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Завершить";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Подтвердить завершение";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Вернуть";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Посмотреть изменения…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Просмотреть несохраненные файлы";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Сохранить";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Сохранить как:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Сохранить как…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Сохранить изменения в «%@»?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Сохранить…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Не удалось повторно открыть автоматически сохраненный документ «%1$@». %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Изменения, выполненные другой программой, будут утеряны при сохранении. Все равно сохранить?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Не удается автоматически сохранить документ «%1$@». %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Не удается экспортировать документ «%1$@» как «%2$@». %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Не удается вывести документ «%1$@» на печать. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Не удается открыть документ «%1$@». %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Не удается напечатать документ «%1$@». %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Не удается вернуть документ «%1$@». %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Не удается сохранить документ «%1$@» как «%2$@». %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Не удается сохранить документ «%1$@». %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Документ «%@» был перемещен.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Документ «%@» находится в Корзине.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Доступ к файлу «%@» закрыт.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Файл заблокирован.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Не удается определить размещение документа «%@».";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Не удается открыть недавний документ «%@».";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Недавний документ «%@» отсутствует.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Не удалось автоматически сохранить документ, т.к. у Вас нет прав записи для папки, в которой находится документ.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Этот документ был переименован на «%@».";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Этот файл был изменен другой программой, после того как Вы открывали или сохраняли его.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Несохраненный %@ документ";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Несохраненный %1$@ документ %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Новый";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Новый %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Вы можете сохранить в другой папке.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Вы можете указать место сохранения документа.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Документов с несохраненными изменениями: %1$@ (%2$@). Просмотреть документы перед завершением?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Вы не сохранили некоторые документы.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "В случае нарушения работы компьютера или внезапного выключения электропитания несохраненные изменения будут утеряны.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Если изменения не сохранить, они будут потеряны.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Текущие изменения будут потеряны.";

